/*pt-PT*/
sUIName = "Configuração do Adaptador sem fios";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "Versão do Utilitário";
sDriver = "Versão do controlador: ";
sCopyright = "© Copyright 2015. Todos os direitos reservados.";
About_Utility = "Sobre a Configuração do Adaptador sem fios";
Hide_Utility = "Ocultar a Configuração do Adaptador sem fios";
Quit_Utility = "Sair da Configuração do Adaptador sem fios";
Help_Utility = "Ajuda da Configuração do Adaptador sem fios";

OK = "OK";
CANCEL = "Cancelar";
NO = "Não";
YES = "Sim";
SELECT = "Selecionar";
Radio_ON = "Ativar as funções de rádio";
Radio_OFF = "Desativar as funções de rádio";
ShortStr = "short";
LongStr = "long";

NoneStr = "Nenhum";
ConnectedStr = "Ligado";
DisconnectedStr = "Desligado";
InfrastructureStr = "Infra-estrutura";
AdhocStr = "AdHoc";

Open_System_Str = "OPEN_SYSTEM";
Shared_Key_Str = "SHARED_KEY";
No_Encryption_Str = "Sem encriptação";

WPS_init_Str = "iniciar o processo WPS";
WPS_scan_Str = "Procurar a WPS AP Ativa";
WPS_connect_Str = "Ligar à WPS AP Ativa";
WPS_handshake_Str = "Iniciar a negociação WPS";
WPS_exchange_Str = "Trocar Mensagem WPS";
WPS_done_Str = "Trocar Mensagem WPS [Realizado]";
WPS_fail_Str = "Tentar estabelecer ligação com outra WPS AP";
WPS_start_Str = "INÍCIO DA WPS";
WPS_finish_Str = "Protocolo WPS Terminado!!";
WPS_auto_connect_Str = "Irá ligar-se à WPS AP automaticamente.";
WPS_timeout_Str = "Fim de tempo limite de WPS!!";


Wps_overlap_Str = "Sobreposição da Sessão";
Wps_more_pbc_Str = "Mais do que Um AP no Modo PBC!!";
Wps_retry_Str = "Utilize o PIN ou aguarde um instante e tente novamente";

ERROR0 = "ERRO";
ERROR1 = "Introduza a chave!";
ERROR2 = "Índice de chave wep incorreto!!!";
ERROR3 = "A extensão da chave deve ser entre 8 e 64 caracteres!";
ERROR4 = "A chave de rede não é de formato hexadecimal!";
ERROR5 = "A extensão da chave ASCII tem de ser 5 ou 13!";
ERROR6 = "A extensão da chave de rede não está correto!";
ERROR7 = "A extensão da chave de rede tem de ser 10 ou 26!";
ERROR8 = "A chave de rede e a chave de confirmação não é a mesma!";
ERROR9 = "A chave de rede não é de formato ASCII!";
ERROR10 = "A chave de rede não é de formato 64HEX!";

WARNING0 = "Aviso";
WARNING1 = "Introduza o SSID";
WARNING2 = "Introduza o nome do perfil";
WARNING3 = "A extensão dos caracteres SSID é maior do que 32.";
WARNING4 = "O perfil já existe. Pretende substituí-lo?";
WARNING5 = "Tem a certeza de que deseja apagar o perfil selecionado?";

NOTICE0 = "NOTA";
NOTICE1 = "Erro do modo AP.";
NOTICE2 = "Erro do modo STA.";
NOTICE3 = "A definição do valor do Modo QOS falhou";
NOTICE4 = "A obtenção do valor do Modo QOS falhou";
NOTICE5 = "Valor do Modo QOS incorreto";	
NOTICE6 = "Limite RTS fora do admissível.(0 ~ 2432)";
NOTICE7 = "Limite de Fragmentação Fora do admissível.(256 ~ 2432)";
NOTICE8 = "Ative a placa WLAN no item de Rede das Preferências do Sistema.";
NOTICE9 = "Connect your WLAN adapter to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "Propriedades de segurança da rede sem fios";
ProfileProperty_ActionText = "Introduza os carateres da Chave antes de clicar em 【OK】 para ligar ==>";